export const DATA = {
	questions: [
		{
			title: "Ранним утром под звонок будильника в вашей сонной голове проносится:",
			answers: [
				{
					id: "А",
					text: "«Полежу еще пять минут, пока милый принесет кофе…»",
				},
				{
					id: "Б",
					text: "«Oh, mon dieu, почему так громко…»",
				},
				{
					id: "В",
					text: "«Пора выкинуть этот чертов будильник!»",
				},
			],
		},
		{
			title: "Что важнее с утра — чашка кофе или стакан тёплой воды с лимоном?",
			answers: [
				{
					id: "А",
					text: "Свежий эспрессо в любимой чашечке",
				},
				{
					id: "Б",
					text: "Заваренный в термосе шиповник — для поддержки иммунитета",
				},
				{
					id: "В",
					text: "Лучше секс, но это не ваше дело",
				},
			],
		},
		{
			title: "В пятницу после работы вас пригласили на вечеринку, дресс-код «бал при дворе». Ваши мысли?",
			answers: [
				{
					id: "А",
					text: "«Черное платье выглядит прилично, все равно целый день в офисе…»",
				},
				{
					id: "Б",
					text: "«Какой еще бал, в самом деле! Ну ладно, мини и каблуки».",
				},
				{
					id: "В",
					text: "«Возьму с собой золотой комбез, платье на корсете, тюлевую юбку и боа из перьев, решу под настроение».",
				},
			],
		},
		{
			title: "Встреча в офисе через десять минут, а вы застряли в пробке. Что напишете коллегам?",
			answers: [
				{
					id: "А",
					text: "«Мусечки, что-то ужасное с трафиком, приеду, расскажу!»",
				},
				{
					id: "Б",
					text: "«Я предупреждала, что встреча в 10:30 — плохая идея».",
				},
				{
					id: "В",
					text: "«Киньте ссылку, подключусь из машины. Без видео, я за рулем».",
				},
			],
		},
		{
			title: "Ассистент отдела на больничном, а надо срочно отправить заказное письмо. Ваши действия?",
			answers: [
				{
					id: "А",
					text: "Позвоню на ресепшн, помогут разобраться.",
				},
				{
					id: "Б",
					text: "Пусть полежит, не царское это дело.",
				},
				{
					id: "В",
					text: "Напомню, чтобы не забыла, когда выйдет на работу.",
				},
			],
		},
		{
			title: "Подруга рассказала, что ждет ребенка и срочно выходит замуж, свадьба в выходные в Петергофе. Ваша реакция?",
			answers: [
				{
					id: "А",
					text: "«Ой, я так за вас рада! Как вернетесь, заеду с тортиком».",
				},
				{
					id: "Б",
					text: "«В эту субботу?! Бегу букировать билеты».",
				},
				{
					id: "В",
					text: " «Ха-ха-ха, круто, поздравляю. Только мне, пожалуйста, номер в Four Seasons Lion Palace!»",
				},
			],
		},
		{
			title: "Любимый пишет, что задерживается на работе и не успевает на вечеринку. Ваш ответ:",
			answers: [
				{
					id: "А",
					text: "«Хочешь, я тебя потом заберу? Это по дороге».",
				},
				{
					id: "Б",
					text: "«Так и быть, прощаю. С тебя сюрприз!»",
				},
				{
					id: "В",
					text: "«Что за ерунда! Скажи боссу, что для меня это суперважно».",
				},
			],
		},
		{
			title: "Если вдруг предложат занять трон, какой титул вам больше нравится?",
			answers: [
				{
					id: "А",
					text: "Шальная Императрица",
				},
				{
					id: "Б",
					text: "Белая Королева",
				},
				{
					id: "В",
					text: "Веселая Царица",
				},
			],
		},
	],
	results: [
		{
			id: "А",
			title: "Вы Екатерина I Алексеевна",
			info: "От природы скромная, ответственная, трудолюбивая вы обладаете ангельским терпением, но при этом отлично знаете, как добиться своего. Тонкое понимание мужской натуры тоже вам на руку — карьера строится проще, если руководитель убеждён, что команда следует его гениальной стратегии, пусть с небольшими коррективами вашего авторства. Уж чего-чего, а креатива и практичности вам не занимать. Схожие черты характера (и, конечно, удачное расположение звёзд) привели на трон Екатерину I — девчонку из прибалтийской деревни, ставшую супругой Петра I и первой Российской императрицей.",
			image: "/images/result-img-1.png",
			imageMobile: "/images/result-mobile-img-1.png",
		},
		{
			id: "Б",
			title: "Вы Анна I Иоанновна",
			info: "Вам нравится внимание, но не в формате восторженной эйфории, а когда его можно с удовлетворением смаковать. Цельность натуры проявляется в ваших хобби — вы могли бы преуспеть в каждом из любимых занятий. Вы цените себя как профессионал, умеете произвести впечатление, не любите зря тратить энергию и верите в удачу, позволяя судьбе себя удивлять. Стечение обстоятельств привело на престол племянницу Петра I Анну, которая помимо впечатляющей адаптивности отличилась тягой к экзотическим театральным перформансам и умением грамотно делегировать полномочия.",
			image: "/images/result-img-2.png",
			imageMobile: "/images/result-mobile-img-2.png",
		},
		{
			id: "В",
			title: "Вы Елизавета Петровна",
			info: "Вы не из тех, кто оправдывается или старается всюду успеть, поскольку у вас нет проблем с приоритетами и с самооценкой тоже все в порядке. Ваше присутствие где‑либо — всегда событие. Неважно сколько народу вокруг прямо сейчас — вас не затмить ни словом, ни стилем. Для любимого вы — звезда, для коллег — талантливый харизматик, порой чрезмерно эмоциональный, но чего не простишь кумиру. Такой была любимая дочь Петра I, Елизавета, продолжившая просветительскую миссию отца и открывшая в стране первый банк и университет, не отвлекаясь от роскошных балов, маскарадов и бурных адюльтеров.",
			image: "/images/result-img-3.png",
			imageMobile: "/images/result-mobile-img-3.png",
		},
	],
};
